Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: Delete the exercises you made or downloaded, and undo your changes to the ones that came with the app.
ar: احذف التمارين التي أنشأتها أو نزّلتها، وتراجع عن تغييراتك على التمارين المرفقة مع التطبيق.
de: Lösche die Übungen, die du erstellt oder heruntergeladen hast, und mache deine Änderungen an den mitgelieferten rückgängig.
es: Elimina los ejercicios que creaste o descargaste, y deshaz tus cambios en los que vienen con la app.
fr: Supprimez les exercices que vous avez créés ou téléchargés, et annulez vos modifications sur ceux fournis avec l’app.
it: Elimina gli esercizi che hai creato o scaricato e annulla le tue modifiche a quelli inclusi nell’app.
ja: 自分で作成またはダウンロードしたエクササイズを削除し、アプリに付属するエクササイズへの変更を元に戻します。
ko: 직접 만들거나 내려받은 연습을 삭제하고, 앱에 포함된 연습에 가한 변경을 되돌립니다.
nl: Verwijder de oefeningen die je zelf maakte of downloadde, en maak je wijzigingen aan de meegeleverde ongedaan.
pl: Usuń ćwiczenia, które utworzyłeś lub pobrałeś, i cofnij zmiany w tych dołączonych do aplikacji.
pt_br: Exclua os exercícios que você criou ou baixou e desfaça suas alterações nos que vêm com o app.
ru: Удалите упражнения, которые вы создали или скачали, и отмените свои изменения во встроенных.
sv: Radera övningarna du skapat eller laddat ner, och ångra dina ändringar i dem som följde med appen.
tr: Kendi oluşturduğunuz veya indirdiğiniz egzersizleri silin ve uygulamayla gelenlerde yaptığınız değişiklikleri geri alın.
zh_hans: 删除你创建或下载的练习，并撤销你对应用自带练习所做的更改。

source: Delete the scores recorded for a single exercise, or wipe them all.
ar: احذف النتائج المسجلة لتمرين واحد، أو امسحها كلها.
de: Lösche die Punktzahlen einer einzelnen Übung oder alle auf einmal.
es: Elimina las puntuaciones de un solo ejercicio, o bórralas todas.
fr: Supprimez les notes d’un seul exercice, ou effacez-les toutes.
it: Elimina i punteggi di un singolo esercizio, oppure cancellali tutti.
ja: 個々のエクササイズのスコアを削除するか、すべてを消去します。
ko: 개별 연습의 점수를 삭제하거나 전체를 지웁니다.
nl: Verwijder de scores van één oefening, of wis ze allemaal.
pl: Usuń wyniki jednego ćwiczenia albo wymaż wszystkie.
pt_br: Exclua as pontuações de um único exercício, ou apague todas.
ru: Удалите оценки одного упражнения или сотрите их все.
sv: Radera poängen för en enskild övning, eller rensa alla.
tr: Tek bir egzersizin puanlarını silin ya da hepsini birden temizleyin.
zh_hans: 删除单个练习的得分，或清除全部得分。

source: Delete your scores, exercises and Home tab lists, or put your settings back to how the app started out.
ar: احذف نتائجك وتمارينك وقوائم تبويب الرئيسية، أو أعِد إعداداتك إلى حالتها الأصلية في التطبيق.
de: Lösche deine Punktzahlen, Übungen und Listen im Start-Tab oder setze deine Einstellungen auf den Anfangszustand der App zurück.
es: Elimina tus puntuaciones, ejercicios y listas de la pestaña Inicio, o restablece tus ajustes a como empezó la app.
fr: Supprimez vos notes, vos exercices et les listes de l’onglet Accueil, ou remettez vos réglages dans l’état initial de l’app.
it: Elimina i tuoi punteggi, gli esercizi e gli elenchi della scheda Home, oppure riporta le impostazioni a com’erano all’inizio.
ja: スコア、エクササイズ、ホームタブのリストを削除するか、設定をアプリの初期状態に戻します。
ko: 점수, 연습, 홈 탭 목록을 삭제하거나 설정을 앱의 초기 상태로 되돌립니다.
nl: Verwijder je scores, oefeningen en lijsten op het tabblad Start, of zet je instellingen terug zoals de app begon.
pl: Usuń swoje wyniki, ćwiczenia i listy na karcie Start albo przywróć ustawienia do stanu początkowego aplikacji.
pt_br: Exclua suas pontuações, exercícios e listas da aba Início, ou volte suas configurações ao estado inicial do app.
ru: Удалите свои оценки, упражнения и списки на вкладке «Главная» или верните настройки к исходному состоянию приложения.
sv: Radera dina poäng, övningar och listor på fliken Hem, eller återställ dina inställningar till hur appen började.
tr: Puanlarınızı, egzersizlerinizi ve Ana Sayfa sekmesindeki listeleri silin ya da ayarlarınızı uygulamanın başlangıç durumuna döndürün.
zh_hans: 删除你的得分、练习和“首页”标签的列表，或将设置恢复到应用最初的状态。

source: Deleted
ar: محذوف
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
ja: 削除済み
ko: 삭제됨
nl: Verwijderd
pl: Usunięte
pt_br: Excluído
ru: Удалено
sv: Raderad
tr: Silindi
zh_hans: 已删除

source: Deletes every exercise you created yourself, with its MIDI pattern and scores. Exercises that came with the app or from the Community tab are kept.
ar: يحذف كل تمرين أنشأته بنفسك، مع نمط MIDI ونتائجه. تبقى التمارين المرفقة مع التطبيق أو القادمة من تبويب المجتمع.
de: Löscht jede Übung, die du selbst erstellt hast, samt ihrem MIDI-Muster und ihren Punktzahlen. Mitgelieferte Übungen und die aus dem Community-Tab bleiben erhalten.
es: Elimina todos los ejercicios que creaste tú, con su patrón MIDI y sus puntuaciones. Se conservan los que vienen con la app y los de la pestaña Comunidad.
fr: Supprime chaque exercice que vous avez créé, avec son motif MIDI et ses notes. Les exercices fournis avec l’app et ceux de l’onglet Communauté sont conservés.
it: Elimina ogni esercizio che hai creato tu, con il suo pattern MIDI e i suoi punteggi. Restano gli esercizi inclusi nell’app e quelli della scheda Community.
ja: 自分で作成したエクササイズを、MIDIパターンとスコアも含めてすべて削除します。アプリに付属するものとコミュニティタブのものは残ります。
ko: 직접 만든 모든 연습을 MIDI 패턴과 점수까지 함께 삭제합니다. 앱에 포함된 연습과 커뮤니티 탭에서 받은 연습은 유지됩니다.
nl: Verwijdert elke oefening die je zelf hebt gemaakt, met haar MIDI-patroon en scores. Meegeleverde oefeningen en die uit het tabblad Community blijven behouden.
pl: Usuwa każde ćwiczenie utworzone przez ciebie wraz z jego wzorem MIDI i wynikami. Ćwiczenia dołączone do aplikacji i te z karty Społeczność pozostają.
pt_br: Exclui todos os exercícios que você mesmo criou, com seu padrão MIDI e suas pontuações. Os que vêm com o app e os da aba Comunidade são mantidos.
ru: Удаляет каждое упражнение, созданное вами, вместе с его MIDI-рисунком и оценками. Встроенные упражнения и упражнения из вкладки «Сообщество» остаются.
sv: Raderar varje övning du själv skapat, med dess MIDI-mönster och poäng. Övningar som följde med appen och de från fliken Community behålls.
tr: Kendi oluşturduğunuz her egzersizi, MIDI deseni ve puanlarıyla birlikte siler. Uygulamayla gelenler ve Topluluk sekmesinden gelenler kalır.
zh_hans: 删除你自己创建的每个练习，连同其 MIDI 音型和得分。应用自带的练习和来自“社区”标签的练习会保留。

source: Deletes every exercise you downloaded from the Community tab, with its MIDI pattern and scores. Your own exercises and the ones that came with the app are kept.
ar: يحذف كل تمرين نزّلته من تبويب المجتمع، مع نمط MIDI ونتائجه. تبقى تمارينك والتمارين المرفقة مع التطبيق.
de: Löscht jede Übung, die du aus dem Community-Tab heruntergeladen hast, samt ihrem MIDI-Muster und ihren Punktzahlen. Deine eigenen und die mitgelieferten Übungen bleiben erhalten.
es: Elimina todos los ejercicios que descargaste de la pestaña Comunidad, con su patrón MIDI y sus puntuaciones. Tus propios ejercicios y los que vienen con la app se conservan.
fr: Supprime chaque exercice téléchargé depuis l’onglet Communauté, avec son motif MIDI et ses notes. Vos propres exercices et ceux fournis avec l’app sont conservés.
it: Elimina ogni esercizio scaricato dalla scheda Community, con il suo pattern MIDI e i suoi punteggi. I tuoi esercizi e quelli inclusi nell’app restano.
ja: コミュニティタブからダウンロードしたエクササイズを、MIDIパターンとスコアも含めてすべて削除します。自作のものとアプリに付属するものは残ります。
ko: 커뮤니티 탭에서 내려받은 모든 연습을 MIDI 패턴과 점수까지 함께 삭제합니다. 직접 만든 연습과 앱에 포함된 연습은 유지됩니다.
nl: Verwijdert elke oefening die je uit het tabblad Community hebt gedownload, met haar MIDI-patroon en scores. Je eigen oefeningen en de meegeleverde blijven behouden.
pl: Usuwa każde ćwiczenie pobrane z karty Społeczność wraz z jego wzorem MIDI i wynikami. Twoje własne ćwiczenia i te dołączone do aplikacji pozostają.
pt_br: Exclui todos os exercícios que você baixou da aba Comunidade, com seu padrão MIDI e suas pontuações. Seus próprios exercícios e os que vêm com o app são mantidos.
ru: Удаляет каждое упражнение, скачанное из вкладки «Сообщество», вместе с его MIDI-рисунком и оценками. Ваши собственные и встроенные упражнения остаются.
sv: Raderar varje övning du laddat ner från fliken Community, med dess MIDI-mönster och poäng. Dina egna övningar och de som följde med appen behålls.
tr: Topluluk sekmesinden indirdiğiniz her egzersizi, MIDI deseni ve puanlarıyla birlikte siler. Kendi egzersizleriniz ve uygulamayla gelenler kalır.
zh_hans: 删除你从“社区”标签下载的每个练习，连同其 MIDI 音型和得分。你自己的练习和应用自带的练习会保留。

source: Deletes every routine you assembled. The exercises they were made of are kept.
ar: يحذف كل روتين جمعته. تبقى التمارين التي كان يتكون منها.
de: Löscht alle Routinen, die du zusammengestellt hast. Die enthaltenen Übungen bleiben erhalten.
es: Elimina todas las rutinas que armaste. Los ejercicios que las componían se conservan.
fr: Supprime toutes les routines que vous avez composées. Les exercices qui les composaient sont conservés.
it: Elimina tutte le routine che hai composto. Gli esercizi che le componevano vengono mantenuti.
ja: 作成したすべてのルーティンを削除します。含まれていたエクササイズは残ります。
ko: 직접 구성한 모든 루틴을 삭제합니다. 루틴에 담겼던 연습은 유지됩니다.
nl: Verwijdert elke routine die je hebt samengesteld. De oefeningen waaruit ze bestonden blijven behouden.
pl: Usuwa wszystkie rutyny, które ułożyłeś. Ćwiczenia, z których się składały, pozostają.
pt_br: Exclui todas as rotinas que você montou. Os exercícios que as compunham são mantidos.
ru: Удаляет все составленные вами программы. Упражнения, из которых они состояли, остаются.
sv: Raderar alla rutiner du satt ihop. Övningarna de bestod av behålls.
tr: Oluşturduğunuz tüm rutinleri siler. Onları oluşturan egzersizler kalır.
zh_hans: 删除你编排的所有训练组。其中的练习会保留。

source: Deletes the scores of every exercise, including any left behind by exercises you have since deleted. The exercises themselves are kept.
ar: يحذف نتائج كل التمارين، بما في ذلك أي نتائج متبقية من تمارين حذفتها منذ ذلك الحين. تبقى التمارين نفسها.
de: Löscht die Punktzahlen aller Übungen, auch die von inzwischen gelöschten Übungen. Die Übungen selbst bleiben erhalten.
es: Elimina las puntuaciones de todos los ejercicios, incluidas las que dejaron ejercicios que ya borraste. Los ejercicios se conservan.
fr: Supprime les notes de tous les exercices, y compris celles laissées par des exercices depuis supprimés. Les exercices eux-mêmes sont conservés.
it: Elimina i punteggi di tutti gli esercizi, compresi quelli lasciati da esercizi che hai già eliminato. Gli esercizi stessi vengono mantenuti.
ja: すべてのエクササイズのスコアを、すでに削除したエクササイズの分も含めて削除します。エクササイズ自体は残ります。
ko: 이미 삭제한 연습이 남긴 것까지 포함해 모든 연습의 점수를 삭제합니다. 연습 자체는 유지됩니다.
nl: Verwijdert de scores van alle oefeningen, ook die van inmiddels verwijderde oefeningen. De oefeningen zelf blijven behouden.
pl: Usuwa wyniki wszystkich ćwiczeń, w tym te pozostałe po ćwiczeniach już usuniętych. Same ćwiczenia pozostają.
pt_br: Exclui as pontuações de todos os exercícios, inclusive as deixadas por exercícios que você já excluiu. Os exercícios em si são mantidos.
ru: Удаляет оценки всех упражнений, включая оставшиеся от уже удалённых. Сами упражнения остаются.
sv: Raderar poängen för alla övningar, även sådana som lämnats kvar av övningar du sedan raderat. Själva övningarna behålls.
tr: Tüm egzersizlerin puanlarını, bu arada sildiğiniz egzersizlerden kalanlar dahil siler. Egzersizlerin kendisi kalır.
zh_hans: 删除所有练习的得分，包括你此前删除的练习遗留的记录。练习本身会保留。

source: Deletes the scores recorded for this exercise. The exercise itself is kept.
ar: يحذف النتائج المسجلة لهذا التمرين. يبقى التمرين نفسه.
de: Löscht die aufgezeichneten Punktzahlen dieser Übung. Die Übung selbst bleibt erhalten.
es: Elimina las puntuaciones registradas de este ejercicio. El ejercicio se conserva.
fr: Supprime les notes enregistrées pour cet exercice. L’exercice lui-même est conservé.
it: Elimina i punteggi registrati per questo esercizio. L’esercizio stesso viene mantenuto.
ja: このエクササイズの記録されたスコアを削除します。エクササイズ自体は残ります。
ko: 이 연습에 기록된 점수를 삭제합니다. 연습 자체는 유지됩니다.
nl: Verwijdert de vastgelegde scores van deze oefening. De oefening zelf blijft behouden.
pl: Usuwa zapisane wyniki tego ćwiczenia. Samo ćwiczenie pozostaje.
pt_br: Exclui as pontuações registradas deste exercício. O exercício em si é mantido.
ru: Удаляет записанные оценки этого упражнения. Само упражнение остаётся.
sv: Raderar de sparade poängen för den här övningen. Själva övningen behålls.
tr: Bu egzersiz için kaydedilen puanları siler. Egzersizin kendisi kalır.
zh_hans: 删除该练习记录的得分。练习本身会保留。

source: Deletes this exercise, its notes and its scores. This cannot be undone.
ar: يحذف هذا التمرين ونغماته ونتائجه. لا يمكن التراجع عن ذلك.
de: Löscht diese Übung, ihre Noten und ihre Ergebnisse. Das lässt sich nicht rückgängig machen.
es: Borra este ejercicio, sus notas y sus puntuaciones. No se puede deshacer.
fr: Supprime cet exercice, ses notes et ses scores. Cette action est irréversible.
it: Elimina questo esercizio, le sue note e i suoi punteggi. L’operazione non può essere annullata.
ja: このエクササイズと、その音符およびスコアを削除します。取り消せません。
ko: 이 연습과 그 음, 점수를 삭제합니다. 되돌릴 수 없습니다.
nl: Verwijdert deze oefening, haar noten en haar scores. Dit kan niet ongedaan worden gemaakt.
pl: Usuwa to ćwiczenie, jego nuty i wyniki. Tego nie można cofnąć.
pt_br: Exclui este exercício, suas notas e suas pontuações. Isso não pode ser desfeito.
ru: Удаляет это упражнение, его ноты и результаты. Отменить это нельзя.
sv: Raderar den här övningen, dess toner och dess poäng. Det går inte att ångra.
tr: Bu egzersizi, notalarını ve puanlarını siler. Bu geri alınamaz.
zh_hans: 删除这个练习及其音符和成绩。此操作无法撤销。

source: Deletes this sound and the file it came from. This cannot be undone.
ar: يحذف هذا الصوت والملف الذي جاء منه. لا يمكن التراجع عن ذلك.
de: Löscht diesen Klang und die Datei, aus der er stammt. Das lässt sich nicht rückgängig machen.
es: Borra este sonido y el archivo del que salió. No se puede deshacer.
fr: Supprime ce son et le fichier dont il provient. Cette action est irréversible.
it: Elimina questo suono e il file da cui proviene. L’operazione non può essere annullata.
ja: この音と、その元になったファイルを削除します。取り消せません。
ko: 이 소리와 원본 파일을 삭제합니다. 되돌릴 수 없습니다.
nl: Verwijdert dit geluid en het bestand waar het vandaan komt. Dit kan niet ongedaan worden gemaakt.
pl: Usuwa ten dźwięk i plik, z którego pochodzi. Tego nie można cofnąć.
pt_br: Exclui este som e o arquivo de onde ele veio. Isso não pode ser desfeito.
ru: Удаляет этот звук и файл, из которого он взят. Отменить это нельзя.
sv: Raderar det här ljudet och filen det kom från. Det går inte att ångra.
tr: Bu sesi ve geldiği dosyayı siler. Bu geri alınamaz.
zh_hans: 删除这个音色及其来源文件。此操作无法撤销。

source: Descending Five-Note Scale
ar: سلم هابط من خمس نغمات
de: Fünftonleiter abwärts
es: Escala de cinco notas descendente
fr: Gamme de cinq notes descendante
it: Scala di cinque note discendente
ja: 5音の音階 下行
ko: 5음 음계 하행
nl: Dalende toonladder van vijf noten
pl: Gama pięciu dźwięków w dół
pt_br: Escala de cinco notas descendente
ru: Гамма из пяти нот вниз
sv: Femtonsskala nedåt
tr: İnici beş notalı dizi
zh_hans: 五音音阶下行

source: Descending Octave Run
ar: تتابع أوكتاف هابط
de: Oktavlauf abwärts
es: Carrerilla de octava descendente
fr: Trait d’octave descendant
it: Volata d’ottava discendente
ja: オクターブ下行のラン
ko: 옥타브 하행 런
nl: Dalend octaafloopje
pl: Przebieg oktawowy w dół
pt_br: Corrida de oitava descendente
ru: Нисходящая пробежка на октаву
sv: Fallande oktavslinga
tr: İnici oktav geçişi
zh_hans: 八度下行跑动

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama
zh_hans: 说明

source: Deselect All
ar: إلغاء تحديد الكل
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべて解除
ko: 모두 해제
nl: Selectie opheffen
pl: Odznacz wszystko
pt_br: Desmarcar tudo
ru: Снять выбор
sv: Avmarkera alla
tr: Seçimi kaldır
zh_hans: 取消全选

source: Devices
ar: الأجهزة
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
ja: デバイス
ko: 기기
nl: Apparaten
pl: Urządzenia
pt_br: Dispositivos
ru: Устройства
sv: Enheter
tr: Aygıtlar
zh_hans: 设备

source: Difficulty
ar: الصعوبة
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà
ja: 難易度
ko: 난이도
nl: Moeilijkheid
pl: Trudność
pt_br: Dificuldade
ru: Сложность
sv: Svårighetsgrad
tr: Zorluk
zh_hans: 难度

source: Difficulty:
ar: الصعوبة:
de: Schwierigkeit:
es: Dificultad:
fr: Difficulté :
it: Difficoltà:
ja: 難易度:
ko: 난이도:
nl: Moeilijkheid:
pl: Trudność:
pt_br: Dificuldade:
ru: Сложность:
sv: Svårighetsgrad:
tr: Zorluk:
zh_hans: 难度：

source: Do you also want to switch the playback screen to the standard dark look? “%@” keeps your customizations either way — select it again any time to come back to them.
ar: هل تريد أيضًا تحويل شاشة التشغيل إلى المظهر الداكن القياسي؟ يحتفظ «%@» بتخصيصاتك في كلتا الحالتين، فاختره مرة أخرى في أي وقت للعودة إليها.
de: Möchtest du auch den Wiedergabebildschirm auf das dunkle Standardaussehen umstellen? „%@“ behält deine Anpassungen in jedem Fall – wähle die Vorlage jederzeit wieder aus, um zu ihnen zurückzukehren.
es: ¿Quieres cambiar también la pantalla de reproducción al aspecto oscuro estándar? «%@» conserva tus personalizaciones en cualquier caso: vuelve a seleccionarla cuando quieras para recuperarlas.
fr: Voulez-vous aussi passer l’écran de lecture à l’apparence sombre standard ? « %@ » conserve vos personnalisations dans tous les cas : resélectionnez-le à tout moment pour les retrouver.
it: Vuoi passare anche la schermata di riproduzione all’aspetto scuro standard? “%@” mantiene le tue personalizzazioni in ogni caso: riselezionalo quando vuoi per tornare a esse.
ja: 再生画面も標準のダーク表示に切り替えますか？ どちらを選んでも「%@」はカスタマイズした設定を保持します。いつでも選び直せば元に戻せます。
ko: 재생 화면도 기본 다크 모양으로 전환할까요? 어느 쪽을 선택해도 “%@”은(는) 사용자화한 설정을 유지하며, 언제든 다시 선택하면 되돌릴 수 있습니다.
nl: Wil je ook het afspeelscherm omzetten naar het standaard donkere uiterlijk? ‘%@’ behoudt je aanpassingen hoe dan ook — selecteer het wanneer je wilt opnieuw om ernaar terug te keren.
pl: Czy chcesz też przełączyć ekran odtwarzania na standardowy ciemny wygląd? „%@” tak czy inaczej zachowuje twoje dostosowania — wybierz go ponownie w dowolnej chwili, aby do nich wrócić.
pt_br: Você também quer mudar a tela de reprodução para a aparência escura padrão? “%@” mantém suas personalizações de qualquer forma: selecione-o novamente quando quiser para voltar a elas.
ru: Переключить экран воспроизведения на стандартное тёмное оформление? «%@» в любом случае сохранит ваши настройки — выберите его снова, когда захотите к ним вернуться.
sv: Vill du även byta uppspelningsskärmen till det mörka standardutseendet? ”%@” behåller dina anpassningar oavsett – välj den igen när du vill för att komma tillbaka till dem.
tr: Çalma ekranını da standart koyu görünüme geçirmek ister misiniz? “%@” özelleştirmelerinizi her durumda korur; onlara dönmek için istediğiniz zaman yeniden seçin.
zh_hans: 是否也将播放界面切换为标准深色外观？无论选择哪一项，“%@”都会保留你的自定义设置，随时重新选择它即可恢复。

source: Do you also want to switch the playback screen to the standard dark look? Your customizations will be replaced.
ar: هل تريد أيضًا تحويل شاشة التشغيل إلى المظهر الداكن القياسي؟ ستُستبدل تخصيصاتك.
de: Möchtest du auch den Wiedergabebildschirm auf das dunkle Standardaussehen umstellen? Deine Anpassungen werden ersetzt.
es: ¿Quieres cambiar también la pantalla de reproducción al aspecto oscuro estándar? Tus personalizaciones se reemplazarán.
fr: Voulez-vous aussi passer l’écran de lecture à l’apparence sombre standard ? Vos personnalisations seront remplacées.
it: Vuoi passare anche la schermata di riproduzione all’aspetto scuro standard? Le tue personalizzazioni verranno sostituite.
ja: 再生画面も標準のダーク表示に切り替えますか？ カスタマイズした設定は置き換えられます。
ko: 재생 화면도 기본 다크 모양으로 전환할까요? 사용자화한 설정은 대체됩니다.
nl: Wil je ook het afspeelscherm omzetten naar het standaard donkere uiterlijk? Je aanpassingen worden vervangen.
pl: Czy chcesz też przełączyć ekran odtwarzania na standardowy ciemny wygląd? Twoje dostosowania zostaną zastąpione.
pt_br: Você também quer mudar a tela de reprodução para a aparência escura padrão? Suas personalizações serão substituídas.
ru: Переключить экран воспроизведения на стандартное тёмное оформление? Ваши настройки будут заменены.
sv: Vill du även byta uppspelningsskärmen till det mörka standardutseendet? Dina anpassningar ersätts.
tr: Çalma ekranını da standart koyu görünüme geçirmek ister misiniz? Özelleştirmeleriniz değiştirilecek.
zh_hans: 是否也将播放界面切换为标准深色外观？你的自定义设置将被替换。

source: Do you also want to switch the playback screen to the standard light look? “%@” keeps your customizations either way — select it again any time to come back to them.
ar: هل تريد أيضًا تحويل شاشة التشغيل إلى المظهر الفاتح القياسي؟ يحتفظ «%@» بتخصيصاتك في كلتا الحالتين، فاختره مرة أخرى في أي وقت للعودة إليها.
de: Möchtest du auch den Wiedergabebildschirm auf das helle Standardaussehen umstellen? „%@“ behält deine Anpassungen in jedem Fall – wähle die Vorlage jederzeit wieder aus, um zu ihnen zurückzukehren.
es: ¿Quieres cambiar también la pantalla de reproducción al aspecto claro estándar? «%@» conserva tus personalizaciones en cualquier caso: vuelve a seleccionarla cuando quieras para recuperarlas.
fr: Voulez-vous aussi passer l’écran de lecture à l’apparence claire standard ? « %@ » conserve vos personnalisations dans tous les cas : resélectionnez-le à tout moment pour les retrouver.
it: Vuoi passare anche la schermata di riproduzione all’aspetto chiaro standard? “%@” mantiene le tue personalizzazioni in ogni caso: riselezionalo quando vuoi per tornare a esse.
ja: 再生画面も標準のライト表示に切り替えますか？ どちらを選んでも「%@」はカスタマイズした設定を保持します。いつでも選び直せば元に戻せます。
ko: 재생 화면도 기본 라이트 모양으로 전환할까요? 어느 쪽을 선택해도 “%@”은(는) 사용자화한 설정을 유지하며, 언제든 다시 선택하면 되돌릴 수 있습니다.
nl: Wil je ook het afspeelscherm omzetten naar het standaard lichte uiterlijk? ‘%@’ behoudt je aanpassingen hoe dan ook — selecteer het wanneer je wilt opnieuw om ernaar terug te keren.
pl: Czy chcesz też przełączyć ekran odtwarzania na standardowy jasny wygląd? „%@” tak czy inaczej zachowuje twoje dostosowania — wybierz go ponownie w dowolnej chwili, aby do nich wrócić.
pt_br: Você também quer mudar a tela de reprodução para a aparência clara padrão? “%@” mantém suas personalizações de qualquer forma: selecione-o novamente quando quiser para voltar a elas.
ru: Переключить экран воспроизведения на стандартное светлое оформление? «%@» в любом случае сохранит ваши настройки — выберите его снова, когда захотите к ним вернуться.
sv: Vill du även byta uppspelningsskärmen till det ljusa standardutseendet? ”%@” behåller dina anpassningar oavsett – välj den igen när du vill för att komma tillbaka till dem.
tr: Çalma ekranını da standart açık görünüme geçirmek ister misiniz? “%@” özelleştirmelerinizi her durumda korur; onlara dönmek için istediğiniz zaman yeniden seçin.
zh_hans: 是否也将播放界面切换为标准浅色外观？无论选择哪一项，“%@”都会保留你的自定义设置，随时重新选择它即可恢复。
